{"translation-revision-date":"2020-10-09 02:49:29+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"BuddyPress Member.":["Miembro de BuddyPress."],"Toggle to display the user's mention name under their display name.":["Cambiar para mostrar el nombre de la mención del usuario bajo su nombre de usuario."],"Include the user's mention name under their display name.":["Incluye el nombre de de la mención bajo su nombre de usuario."],"Display Mention slug":["Mostrar slug de la mención"],"Toggle to display the user's cover image over their display name.":["Cambiar para mostrar la imagen de portada del usuario sobre su nombre de usuario."],"Include the user's cover image over their display name.":["Incluye la imagen de la portada del usuario sobre su nombre de usuario."],"Display Cover Image":["Mostrar imagen de portada"],"Select \"None\" to disable the avatar.":["Selecciona «ninguno» para desactivar el avatar."],"Avatar size":["Tamaño del avatar"],"Toggle to display a link to the user's profile page under their display name.":["Cambiar para mostrar un enlace a la página del perfil del usuario bajo su nombre de usuario."],"Include a link to the user's profile page under their display name.":["Incluye un enlace a la página del perfil del usuario bajo su nombre de usuario."],"Display Profile button":["Mostrar botón ndel perfil"],"Select another member":["Selecciona otro miembro"],"Enter Member's username here…":["Introduce aquí el nombre de usuario del miembro…"],"Member's username":["Nombre de usuario del miembro"],"Start typing the name of the member you want to feature into this post.":["Empieza a escribir el nombre del miembro que quieres incluir en esta entrada."],"BuddyPress Member":["Miembro de BuddyPress"],"Full":["Completo"],"Thumb":["Miniatura"],"Member":["Miembro"],"None":["Ninguno"],"Settings":["Ajustes"]}},"comment":{"reference":"bp-members\/js\/blocks\/member.js"}}